tap "homebrew/bundle"
tap "phrase/brewed"
tap "syncdk/yawsso"
brew "sqlite"
brew "azure-cli"
brew "bash"
brew "git-lfs"
brew "gradle"
brew "graphviz"
brew "imagemagick"
brew "jq"
brew "kotlin"
brew "libpq", link: true
brew "mold"
brew "neovim"
brew "node"
brew "phrase-cli"
brew "pyenv"
brew "python@3.11"
brew "ripgrep"
brew "ruby"
brew "swiftlint"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "syncdk/yawsso/yawsso"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "mysqlworkbench"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "andyyaldoo.vscode-json"
vscode "dbaeumer.vscode-eslint"
vscode "MS-SarifVSCode.sarif-viewer"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "rust-lang.rust-analyzer"
vscode "TomAustin.azure-devops-yaml-pipeline-validator"
vscode "vscodevim.vim"
